{"id":128,"date":"2024-01-11T20:43:30","date_gmt":"2024-01-11T20:43:30","guid":{"rendered":"https:\/\/mln.finance\/?page_id=128"},"modified":"2024-07-26T16:52:33","modified_gmt":"2024-07-26T16:52:33","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/mln.finance\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"<p>The following terms and conditions (these “<strong>Terms<\/strong>”) govern your access to and use of the internet site located at www.<a href=\"http:\/\/mln.finance\/\">mlp.com<\/a> and the subpages thereof, of Millennium Management LLC (together with its affiliates, “<strong>Millennium<\/strong>” or “<strong>we<\/strong>” or “<strong>us<\/strong>”), and the information, data, tools, software code, illustrations, graphics, other visuals, text, products, services and other content (collectively, the “<strong>Content<\/strong>”) available on or through that internet site or the subpages thereof (the web site, subpages and Content collectively referred to as the “<strong>Website<\/strong>”).  YOU ACKNOWLEDGE AND AGREE THAT by viewing these Terms or a Website page containing a hyperlink to the Website page where these Terms are displayed: (i) you have received a copy of, you have read and you agree to these terms in their entirety; (ii) you intend to form a legally binding contract between you and us; and (iii) that you agree and intend that the Terms to be the legal equivalent of signed, written contracts, and equally binding. We may nevertheless, in our sole discretion, seek your agreement to these Terms by means of an electronic signature by requesting you to affirmatively check the box indicating or your acceptance to these Terms or affirmatively “click” on boxes containing the words “I Accept,” “I Agree”, “Submit” or other similar phrases or otherwise electronically manifesting your acceptance of or agreement to these Terms (collectively, “<strong>Accept Button<\/strong>“).  If you “click” on the Accept Button, your “click” will also be deemed to be a legally binding electronic signature and agreement to these Terms.   IN ADDITION, IF YOU ARE ACCESSING OUR WEBSITE ON BEHALF OF ANOTHER PARTY (e.g., YOUR EMPLOYER OR YOUR CLIENT), BY DOING SO OR ACCEPTING OR AGREEING TO THESE TERMS, YOU ACCEPT AND AGREE TO THE TERMS BOTH ON BEHALF OF YOURSELF PERSONALLY AND ON BEHALF OF SUCH OTHER PARTY AND REPRESENT, WARRANT AND COVENANT THAT YOU ARE AUTHORIZED TO DO SO. YOU WILL PROMPTLY NOTIFY MILLENNIUM IF AT ANYTIME YOU CEASE TO BE SO AUTHORIZED, IN WHICH CASE YOU WILL IMMEDIATELY CEASE ACCESSING THE SITE ON BEHALF OF SUCH OTHER PARTY.   The terms “you” or “your” in these Terms refer to both you personally and any other party on whose behalf you are accessing the Website.  We may change these Terms from time to time by posting such changes on the Website and without notice to you.  If you do not agree to these Terms or any change thereto, do not visit or use the Website.  By visiting or using the Website you are agreeing to these Terms as then posted on the Website.<\/p>\n<ol>\n<li><strong>Disclaimer; No Offer, Solicitation or Advice: <\/strong>You acknowledge that: (a)under no circumstances should any information presented on the Website be used or construed as an offer, or solicitation of any offer, or other form of invitation or inducement, to sell or buy any securities, fund or other investments, or to provide a forecast, research or advice regarding investments or a recommendation to purchase, sell or hold any security, fund or other investment, or to pursue any investment style or strategy; (b) the information presented on the Website is not intended to be and should not be construed as an investment recommendation and we do not give any advice or make any representations as to whether any investment, investment strategy or investment style is appropriate or suitable for you or will be profitable or avoid losses or is available in any particular jurisdiction; (c) THE PAST PERFORMANCE OF ANY INVESTMENT, INVESTMENT STRATEGY OR INVESTMENT STYLE IS NOT INDICATIVE OF ITS FUTURE PERFORMANCE; (d) we make reasonable efforts to provide accurate Content on the Website, but we have no obligation to and may not update or correct all or a portion of the Website or any Content even if we are aware that it is inaccurate, outdated or otherwise inappropriate; (e) we may change all or any portion of the Website or any Content at any time without notice to you; and (f) we do not endorse the opinions of, or warrant the accuracy of facts or other Content contributed to our Website by any third party.  You agree that we are not liable for any action you take or decision you make in reliance on any Content.  ALL CONTENT AVAILABLE ON OR THROUGH THE WEBSITE IS FOR INFORMATIONAL PURPOSES ONLY.  NOTHING ON THE WEBSITE IS INTENDED TO BE, AND YOU SHOULD NOT CONSIDER ANYTHING ON THE WEBSITE TO BE, INVESTMENT, ACCOUNTING, TAX OR LEGAL ADVICE.  IF YOU WOULD LIKE INVESTMENT, ACCOUNTING, TAX OR LEGAL ADVICE, YOU SHOULD CONSULT WITH YOUR OWN FINANCIAL ADVISORS, ACCOUNTANTS OR ATTORNEYS REGARDING YOUR INDIVIDUAL CIRCUMSTANCES AND NEEDS.<\/li>\n<li><strong>Proprietary Rights: <\/strong>All of the Website, including the look and feel, design and organization of the Website and the compilation of the Content (each of which, for the avoidance of doubt, are also included in the term the “Website”) is protected by one or more U.S. and international copyrights, patents, database rights, trademarks, service marks and\/or other intellectual property and proprietary rights that are owned by Millennium and\/or third parties.  Your use of the Website does not grant to you ownership of or rights to anything you may access on the Website.<\/li>\n<li><strong>Limited License: <\/strong>You may access and view the Content on the Website on your computer or other internet compatible device, and make limited copies of limited excerpts of the Content on the Website for your personal informational and non-commercial use only.  You may only discuss the information that you learn from the Website with your financial advisors, accountants or attorneys, and others with whom you evaluate investment decisions. Notwithstanding anything herein to the contrary, you (and each of your employees, representatives, or other agents) may disclose to any and all persons, without limitation of any kind, the tax treatment and tax structure of any transaction or any materials of any kind (including opinions or other tax analyses) that are provided to the you via our Website relating to such tax treatment and tax structure, it being understood that “tax treatment” and “tax structure” do not include the name or the identifying information of Millennium or its affiliates.<\/li>\n<li><strong>Prohibited Use: <\/strong>You shall not modify, distribute, transmit, perform, reproduce, publish, license, exploit, create derivative works from, transfer or sell any of the Website or any Content accessed from the Website unless you have received the express written prior permission of Millennium and the applicable rights holder.  You may not decompile, disassemble or otherwise reverse engineer all or any portion of the Website.  You shall not remove any copyright, trademark or other proprietary notice or legend contained on (or printed from) the Website.<\/li>\n<li><strong>Trademarks: <\/strong>The trademarks, logos, service marks and trade names (collectively the “<u>Trademarks<\/u>”) displayed on the Website or on Content available through the Website, including Millennium Management, mln.finance and other indicia of Millennium and its products and\/or services, are registered and unregistered trademarks of ours and others and shall not be used in infringement of applicable rights.  Nothing contained on the Website should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any trademark displayed on the Website without the express prior written permission of Millennium and the applicable rights holder.<\/li>\n<li><strong>Security:  <\/strong>You are solely responsible for the security of your computer system, including, using and maintaining appropriate anti-virus, firewall and backup software. Millennium disclaims any responsibility or liability for any problem with your computer systems, including any Malware (as defined below) that your computer systems receive as a result of your use of the Website. “Malware” means: (i) program code or programming instruction or set of instructions that disrupt, disable, harm, interfere with, otherwise adversely affect or without authorization access or delete any computer program, information, data, file or operation; or (ii) other code typically described as being malware, a virus, a Trojan horse, a worm, a backdoor or the like.<\/li>\n<li><strong>Monitoring, Reporting and Other Actions:  <\/strong>We may monitor and record activity on the Website for any reason or for no reason.  We may investigate any complaint or reported violation of our policies.  We may report any activity that we suspect may violate law or regulation to regulators, law enforcement officials or other persons or entities that we deem appropriate without notice.  We may issue warnings, suspend or terminate use of the Website, deny access to all or part of the Website or take any other action that we deem appropriate without notice.  We have the right to terminate, change, suspend, impose limits on or discontinue any aspect of the Website or the Website’s services, or your access to or use thereof, at any time, and for any reason or no reason without notice.<\/li>\n<li><strong>Personal Information, Cookies and Privacy Policy: <\/strong>We are committed to respecting the privacy of the personal information of the individuals with whom we interact. We have developed a Privacy Policy to describe our privacy policies and practices, how we collect, use and disclose the personal information of individuals who visit the Website and how we use cookies. By accessing or using the Website or providing any personal information on the Website or otherwise to us, you are consenting to your personal information being collected, processed, used and shared, and our use of cookies, as provided in our <a href=\"https:\/\/mln.finance\/privacy-policy\/\">Privacy Policy<\/a>, and if you provide any employment application, resume or other information related to any job listing on our Website, the privacy policy of our service provider for processing job applications, Workday, Inc. Please see our <a href=\"https:\/\/mln.finance\/privacy-policy\/\">Privacy Policy<\/a>for further details.<\/li>\n<li><strong>No Offer of Employment:  <\/strong>Nothing in the Website constitutes an offer or promise of employment with Millennium with respect to any employment position described on the Website. Without notice, we may eliminate, modify or change any aspects of any employment described on the Website. Any offer of employment that may result as a result of your submission of information to us shall be solely in accordance with the specific terms of such offer of employment, not anything in the Website.  By sending your personal information to apply for a position with us, you affirm that all information contained within your submission is accurate and that you have the right to provide us with any and all information that you submit.<\/li>\n<li><strong>Submitted Materials: <\/strong>Any and all information or materials submitted by you, including but not limited to content sent through this Website such as job-application materials (collectively, “Submitted Materials”), will be deemed not to be confidential or secret, and may be used by us in any manner consistent with these Terms and our Privacy Policy. By providing us with Submitted Materials, you (i) represent and warrant that you either own your Submitted Materials, or that you have the necessary licenses, rights, consents and permissions to use such Submitted Materials and submit them to us; and (ii) you grant us and our affiliates a royalty-free, unrestricted, worldwide, perpetual, irrevocable, non-exclusive and fully transferable, assignable and sublicensable right and license to use such Submitted Materials (in whole or part) in any manner and\/or to incorporate Submitted Materials (in whole or in part) in other works (including, without limitation, this Website), products or services in any form, media, or technology now known or later developed. We cannot be responsible for reviewing or maintaining any Submitted Materials you provide, and we may delete or destroy any Submitted Materials at any time.<\/li>\n<li><strong>Prohibited Conduct: <\/strong>You warrant and agree that, while accessing or using the Website, you shall not: (a) obtain or attempt to gain unauthorized access to other computer systems, materials, information or any services available on or through the Website through any means, including through means not intentionally made publicly available or provided for through the Website; (b) engage in spidering, “screen scraping,” “database scraping,” or any other automatic or unauthorized means of accessing, logging-in or registering on the Website, or obtaining lists of users or other information from or through the Website, including any information residing on any server or database connected to the Website; (c) use the Website in any manner that could interrupt, damage, disable, overburden or impair the Website or interfere with any other party’s use and enjoyment of the Website, including sending mass unsolicited messages or “flooding” servers with requests; (d) access or use the Website in violation of Millennium’s or any third party’s intellectual property or other proprietary or legal rights; (e) access or use the Website in violation of any applicable law or these Terms; (f) attempt (or encourage or support any one else’s attempt) to circumvent, reverse engineer, decrypt, or otherwise alter or interfere with the Website or its services; or (g) delete any Content on the Website.<\/li>\n<li><strong>Linking to the Website: <\/strong>You agree not to link directly to any page, image, graphic, text or other Content on the Website, such as using an “in-line” linking method, to cause any Content to be displayed on another web site or application, unless expressly permitted by us in writing.  You agree not to download or use images, videos or graphics hosted on this Website for any purpose, including posting such images on another web site or application, unless expressly permitted by us in writing. You agree not to link from or to any other web site or application to this Website in any manner such that the Website, or any page of the Website, is “framed,” surrounded or obfuscated by any third party content, materials, advertising or branding.  We may require that any link to the Website be discontinued, and\/or revoke your right and ability to link to the Website from any web site at any time.<\/li>\n<li><strong>Fund Investors<\/strong>: For investors and prospective investors in any of our funds or accounts, these Terms are in addition to any terms or conditions that you agree to or have agreed to with us related to any such investment or prospective investment or information related to such funds or accounts or investments, transactions or portfolios thereof or therein that is made available by us (collectively, “Investor Terms”), and in the event of a conflict between any provision of these Terms and an express provision of any Investor Terms, the provision of the Investor Terms shall govern and control. Investors and prospective investors should refer to the Additional Disclosures included in Millennium’s Presentation for important information and disclosures.  Access to our investor portal requires a user ID and password.  You are solely responsible for any use of or action taken under your user ID or password, even if unauthorized. We are not obligated to inquire as to the authority or propriety of any use of or action taken under your user ID or password.  We will not be responsible, and you will hold us harmless and be responsible for any loss that arises from such use or action or from your failure to comply with these provisions. You are solely responsible for maintaining the confidentiality and security of your user ID and password including concealing and changing your password regularly in accordance with good security practices. You should not disclose your user ID or password to any third party but if you do, as noted above, you will be responsible for the use of your password by that party and anyone else that uses your password.  You must notify Millennium immediately of any actual or suspected loss, theft or unauthorized use of your password.<\/li>\n<li><strong>Third Party Web Sites: <\/strong>If there are any links to or from the Website from or to third party web sites or any third party web sites link to the Website (“<u>Linked Sites<\/u>”), such links do not constitute an endorsement or sponsorship by us of such sites or any of the contents of Linked Sites and we have no control over or responsibility whatsoever for anything on Linked Sites.  Any use of or reliance on a Linked Site is done at your own risk and you assume all responsibilities and consequences resulting from such use or reliance.<\/li>\n<li><strong>DISCLAIMER OF WARRANTIES: <\/strong>THE WEBSITE AND ALL CONTENT ARE PROVIDED “AS IS,” “AS AVAILABLE”, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, OR WARRANTIES ARISING FROM COURSE OF DEALING OR USAGE OF TRADE AND WE HEREBY DISCLAIM ANY AND ALL SUCH WARRANTIES. WE, OUR FUNDS AND OUR AND THEIR DIRECTORS, OFFICERS, MANAGERS, ADVISORS, EMPLOYEES, AGENTS, CONTRACTORS, SUPPLIERS  OR LICENSORS (ALL THE FOREGOING COLLECTIVELY, THE “<u>PROTECTED PERSONS<\/u>”) DO NOT WARRANT THAT THE WEBSITE OR THE CONTENT WILL BE TIMELY, SECURE, UNINTERRUPTED, COMPLETE OR ERROR FREE OR WILL MEET ANYONE’S’ REQUIREMENTS, OR THAT DEFECTS OR ERRORS WILL BE CORRECTED.  NO RESULTS OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH THE WEBSITE OR ANY CONTENT SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.  MILLENNIUM AND THE OTHER PROTECTED PERSONS ALSO ASSUME NO RESPONSIBILITY, AND SHALL NOT BE LIABLE FOR, ANY DAMAGES TO, OR MALWARE THAT MAY INFECT, YOUR COMPUTER EQUIPMENT OR OTHER PROPERTY ON ACCOUNT OF YOUR ACCESS TO, USE OF, OR BROWSING IN THE WEBSITE OR YOUR DOWNLOADING OF ANY MATERIALS, DATA, TEXT, IMAGES, VIDEO, AUDIO OR OTHER CONTENT FROM THE WEBSITE.<\/li>\n<li><strong>LIMITATION OF LIABILITY: <\/strong>TO THE FULL EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WHATSOEVER SHALL WE OR ANY OF THE OTHER PROTECTED PERSONS BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES INCLUDING LOST BUSINESS, SALES, SAVINGS OR PROFIT (WHETHER IN CONTRACT, OR TORT, INCLUDING NEGLIGENCE, STRICT LIABILITY OR OTHERWISE), IN EACH CASE, ARISING FROM, OR DIRECTLY OR INDIRECTLY RELATED TO, YOUR ACCESS TO OR USE OF, OR THE INABILITY TO ACCESS OR USE, THE WEBSITE OR ANY CONTENT, EVEN IF SUCH PROTECTED PERSON HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. LAWS OF SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN TYPES OF DAMAGES SO TO THE EXTENT MANDATED BY SUCH LAWS, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO CERTAIN USERS.  THE PARTIES ACKNOWLEDGE THAT THE LIMITATIONS OF LIABILITY SET FORTH ABOVE ARE TO SURVIVE AND REMAIN IN FORCE NOTWITHSTANDING ANY REMEDY’S FAILURE OF ITS ESSENTIAL PURPOSE.<\/li>\n<li><strong>Indemnification: <\/strong>You agree to indemnify, defend and hold harmless each of the Protected Persons from and against any and all suits, losses, claims, demands, liabilities, damages, costs and expenses (including reasonable attorneys’ fees) that arise from or relate to:  (a) your access to or use of the Website or any Content; (b) your breach of any provision of these Terms; (c) your violation of any applicable law, statute, ordinance, regulation or of any third party’s rights; or (d) any claim asserted by a third party which, if proven, would mean that you are in breach of any representation, warranty, covenant or other provision of these Terms.<\/li>\n<li><strong>Location of Your Access to the Website: <\/strong>We control and operate all of the Website from our offices in the United States of America and any access or use of any of the Website by you will be deemed to be at our offices in the United States.  We do not represent that the Website is appropriate or available for use in other locations.  Persons who choose to access any of the Website from other locations do so on their own initiative, and are responsible for compliance with local laws and regulations, if and to the extent local laws or regulations are applicable. The Website is not directed to any person in any jurisdiction where the publication or availability of any of the Website is prohibited, by reason of that person’s nationality, residence or otherwise. Persons subject to any such restriction must not access the Website.<\/li>\n<li><strong>Contacting the Website: <\/strong>If you have any questions relating to the Website, or if you would like to submit a complaint or other report to us, please contact us at: info@mlp.com.<\/li>\n<li><strong>Governing Law: <\/strong>These Terms shall be construed in accordance with the laws of the State of New York, U.S.A. without regard to its choice of law provisions.<\/li>\n<li><strong>Arbitration: <\/strong>You and Millennium agree that any dispute that arises between us and you relating to any of the Website or these Terms that we and you cannot resolve informally will submitted to binding arbitration in the English language pursuant to the rules of the American Arbitration Association in the Borough of Manhattan, New York State.  Regarding the resolution of any dispute, you understand that:<\/li>\n<li>\n<ul>\n<li><strong>Arbitration is final and binding<\/strong>.  <strong>By agreeing to arbitration, you waive your right to resolve disputes in court, including the right to a jury trial.  Arbitration is different from a court proceeding and is generally more limited.  The arbitrator’s decision is not required to include factual findings or legal reasoning.  Your right to appeal or seek to modify the arbitrator’s rulings is strictly limited.<\/strong><\/li>\n<li><strong>Any questions about the nature of our relationship or the law surrounding this relationship will be governed by New York State law without giving effect to conflicts of law principles<\/strong>.<\/li>\n<\/ul>\n<\/li>\n<li><strong>Additional Terms:  <\/strong>Certain pages or Content on or accessible through this Website may contain separate terms and conditions, which are in addition to these Terms. In the event of a conflict, the additional terms and conditions will govern such pages or Content, as the case may be.<\/li>\n<li><strong>Miscellaneous:  <\/strong>By using the Website, you represent and warrant that you agree to abide by and that you are fully able and capable of complying with all of the terms, conditions, obligations, affirmations, representations and warranties set forth in these Terms.  Our rights and remedies and your representations, warranties and obligations herein shall be deemed cumulative, and any party’s exercise of any one of such party’s rights or remedies shall not preclude such party’s exercise of any other right or remedy then available to it (whether hereunder, another written, signed contract or at law or in equity).  Our failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision. The Protected Persons are third party beneficiaries of these Terms.  Nothing in these Terms, express or implied, is intended to or shall confer upon any other person other than you, us or the Protected Persons any rights, benefits or remedies of any nature whatsoever.  Without limiting the generality of the foregoing, no provision herein shall be for the benefit of or enforceable by any of our or your creditors.  You shall not assign these Terms or delegate any of your obligations under these Terms.  Any purported assignment of these Terms in violation hereof is void.  The Terms constitute the entire understanding, and supersede all other understandings, between you and Millennium concerning the subject matter hereof.  If any provision of these Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of these Terms remain in full force and effect.  As used in these Terms, unless the context otherwise requires, (i) words in the singular number or in the plural number shall each include the singular number and the plural number, (ii) the use of any gender shall include all genders, (iii) “including” (and any of its derivative forms, e.g. “includes”) means including but not limited to, and (iv) “will”, “should”, “must” and “shall” are expressions of command, not merely expressions of future intent or expectation.<\/li>\n<\/ol>\n<p>Last Updated: January 1, 2023<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The following terms and conditions (these “Terms”) govern your access to and use of the internet site located at mln.finance and the subpages thereof, of Millennium Management LLC (together with its affiliates, “Millennium” or “we” or “us”), and the information, data, tools, software code, illustrations, graphics, other visuals, text, products, services and other content (collectively, the “Content”) [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-128","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.8 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Millennium Management | Terms of Use<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/mln.finance\/terms-of-use\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Millennium Management | Terms of Use\" \/>\n<meta property=\"og:description\" content=\"The following terms and conditions (these “Terms”) govern your access to and use of the internet site located at mln.finance and the subpages thereof, of Millennium Management LLC (together with its affiliates, “Millennium” or “we” or “us”), and the information, data, tools, software code, illustrations, graphics, other visuals, text, products, services and other content (collectively, the “Content”) [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/mln.finance\/terms-of-use\/\" \/>\n<meta property=\"og:site_name\" content=\"MLP\" \/>\n<meta property=\"article:modified_time\" content=\"2024-07-26T16:52:33+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/millennium_sns.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"675\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"18 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/mln.finance\/terms-of-use\/\",\"url\":\"https:\/\/mln.finance\/terms-of-use\/\",\"name\":\"Millennium Management | Terms of Use\",\"isPartOf\":{\"@id\":\"https:\/\/mln.finance\/#website\"},\"datePublished\":\"2024-01-11T20:43:30+00:00\",\"dateModified\":\"2024-07-26T16:52:33+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/mln.finance\/terms-of-use\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/mln.finance\/terms-of-use\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/mln.finance\/terms-of-use\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/mln.finance\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Use\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/mln.finance\/#website\",\"url\":\"https:\/\/mln.finance\/\",\"name\":\"MLP\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/mln.finance\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/mln.finance\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/mln.finance\/#organization\",\"name\":\"MLP\",\"url\":\"https:\/\/mln.finance\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/mln.finance\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/cropped-favicon.png\",\"contentUrl\":\"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/cropped-favicon.png\",\"width\":512,\"height\":512,\"caption\":\"MLP\"},\"image\":{\"@id\":\"https:\/\/mln.finance\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Millennium Management | Terms of Use","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/mln.finance\/terms-of-use\/","og_locale":"en_US","og_type":"article","og_title":"Millennium Management | Terms of Use","og_description":"The following terms and conditions (these “Terms”) govern your access to and use of the internet site located at mln.finance and the subpages thereof, of Millennium Management LLC (together with its affiliates, “Millennium” or “we” or “us”), and the information, data, tools, software code, illustrations, graphics, other visuals, text, products, services and other content (collectively, the “Content”) [&hellip;]","og_url":"https:\/\/mln.finance\/terms-of-use\/","og_site_name":"MLP","article_modified_time":"2024-07-26T16:52:33+00:00","og_image":[{"width":1200,"height":675,"url":"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/millennium_sns.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"18 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/mln.finance\/terms-of-use\/","url":"https:\/\/mln.finance\/terms-of-use\/","name":"Millennium Management | Terms of Use","isPartOf":{"@id":"https:\/\/mln.finance\/#website"},"datePublished":"2024-01-11T20:43:30+00:00","dateModified":"2024-07-26T16:52:33+00:00","breadcrumb":{"@id":"https:\/\/mln.finance\/terms-of-use\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/mln.finance\/terms-of-use\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/mln.finance\/terms-of-use\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/mln.finance\/"},{"@type":"ListItem","position":2,"name":"Terms of Use"}]},{"@type":"WebSite","@id":"https:\/\/mln.finance\/#website","url":"https:\/\/mln.finance\/","name":"MLP","description":"","publisher":{"@id":"https:\/\/mln.finance\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/mln.finance\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/mln.finance\/#organization","name":"MLP","url":"https:\/\/mln.finance\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/mln.finance\/#\/schema\/logo\/image\/","url":"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/cropped-favicon.png","contentUrl":"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/cropped-favicon.png","width":512,"height":512,"caption":"MLP"},"image":{"@id":"https:\/\/mln.finance\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/pages\/128"}],"collection":[{"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/comments?post=128"}],"version-history":[{"count":0,"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/pages\/128\/revisions"}],"wp:attachment":[{"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/media?parent=128"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}