{"id":3,"date":"2023-10-25T14:19:38","date_gmt":"2023-10-25T14:19:38","guid":{"rendered":"https:\/\/mln.finance\/?page_id=3"},"modified":"2024-06-04T23:13:09","modified_gmt":"2024-06-04T23:13:09","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/mln.finance\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p><em> <\/em><em>Last updated: January 1, 2023<\/em><\/p>\n<p><em>If you are a data subject in the EEA (excluding France), the UK, Switzerland or the DIFC, please see the following: <a href=\"https:\/\/mln.finance\/privacy-policy-uk-eea-switzerland-and-difc\/\">Link<\/a><\/em><\/p>\n<p><em>If you are a data subject in France, please see the following: <a href=\"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/MCMF-Notice-de-confidentialite.pdf\" target=\"_blank\" rel=\"noopener\">Link<\/a><\/em><\/p>\n<p>Millennium Management LLC and its subsidiaries and affiliated entities (“we,” “us,” “our,” or other similar pronouns) are committed to respecting the privacy of your personal information.  This Privacy Policy (the “Privacy Policy”) describes the information we may collect when you access this website (our “Website”) and\/or any capability, software or service that may be made available through our Website (the “Services”) and how may we use that information.  Except as expressly stated below, this Privacy Policy does not apply to information that you may provide to us or that we may obtain other than through our Website or the Services, such as by phone, through postal mail, or through other live or print media, except to the extent it is combined with information or data collected by us via our Website or the Services. This Privacy Policy also includes additional information required under California law about our collection, use and disclosure of the personal information of California residents, along with other required information such as rights that may be available to California residents.<\/p>\n<p>By using our Website and\/or the Services, you agree to the terms of this Privacy Policy as it may be amended from time to time. As we add to, update and expand our Website or Services, this Privacy Policy may change, so we suggest that you check back to this page from time to time. This Privacy Policy is incorporated into, and is part of, our Website Terms of Use and any agreement you may enter into with us in connection with the Services.<\/p>\n<h3><strong>Information We Collect<\/strong><\/h3>\n<p>In order to make your visits to our Website and your use of the Services as worthwhile as possible, we may ask you for certain personal information and we may collect certain information from your computer when you visit us.<\/p>\n<h3><strong>Information that you provide to us<\/strong><\/h3>\n<p>We collect personal information from users of our Website and persons who register to use the Services on our Website and\/or submit information or materials on or through our Website, including, for example, when users apply for employment positions on our Website, submit resumes or other information or materials on or through our Website or the Services, send us an e-mail, or in any other way submit personal information to us via our Website.<\/p>\n<p>The personal information we may collect from you includes:<\/p>\n<ul>\n<li>Contact information you provide to us (such as name, postal address, e-mail address and telephone and\/or mobile phone numbers);<\/li>\n<li>Information contained in your resume and cover letter if you choose to submit it to us via our Website; and<\/li>\n<li>Other information you may provide to us through the “Contact Us” or similar features.<\/li>\n<\/ul>\n<h3>Information we collect or generate about you<\/h3>\n<p>When you use our Website and\/or the Services, we may collect certain information by automated or electronic means, using cookies. For More information see the section below titled Cookies and Related Technologies<\/p>\n<h3><strong>Purposes for Collecting Information<\/strong><\/h3>\n<p>When using your personal information, we endeavor to make sure that the usage complies with applicable law. These uses include:<\/p>\n<ul>\n<li>the use of your personal information as described herein for our legitimate business interests;<\/li>\n<li>the use of your personal information in order to comply with applicable law and regulations;<\/li>\n<li>the use of your personal information in order to establish, exercise or defend our legal rights or for the purpose of legal or regulatory proceedings; or<\/li>\n<li>the use of your personal information to the extent we have obtained your consent.<\/li>\n<\/ul>\n<p>More specifically, we may use your personal information for the following legitimate business interests:<\/p>\n<ul>\n<li>to operate, maintain or improve our Website, the Services or our business;<\/li>\n<li>to contact you or respond to your requests or inquiries;<\/li>\n<li>to consider you for employment or business opportunities;<\/li>\n<li>to support auditing, legal or compliance functions;<\/li>\n<li>to provide our products and services;<\/li>\n<li>to create and manage online accounts;<\/li>\n<li>to send informational materials, alerts and other communications, which may be through our Website or outside of our Website, such as via e-mail or through third party websites and\/or apps;<\/li>\n<li>to optimize our Website and\/or Services and understand usage patterns and user behavior; and\/or<\/li>\n<li>to maintain our internal records.<\/li>\n<\/ul>\n<h3><strong>How We Disclose Information<\/strong><\/h3>\n<p>We do not sell, share, and otherwise disclose your personal information to third parties for their marketing purposes.<\/p>\n<p>We may disclose your information to members of our organization, to our third party business partners, business associates, or subcontractors, and\/or to other third parties for the purposes set out below:<\/p>\n<ul>\n<li><u>Within our organization and to our third party service providers<\/u>: We may disclose your personal information to third parties, including our affiliates, subcontractors, agents and any person who provides technical, professional, legal, tax or accounting advice or other services to us. All such third parties are required to maintain the security of such information to the extent they receive it.<\/li>\n<li><u>Potential buyers, transferees, merger partners or sellers<\/u>: We may disclose your personal information to a potential buyer, transferee, or merger partner or seller and their advisers in connection with any actual or potential transfer or merger, sale, acquisition, assignment, transfer, or other disposition of part or all of our business or assets, or any associated rights or interests, or to acquire a business or enter into a merger with it.<\/li>\n<li><u>Legal reasons<\/u>: We may disclose your personal information or any portions thereof: (a) as required by, or to comply with, applicable law, rule, regulation, court process or other statutory requirement or to enforce our legal rights or agreements with you or others; (b) to respond to requests from any regulatory, supervisory or governmental authorities; (c) to defend ourselves from legal claims, or (d) where we have reason to believe that someone is causing injury to or interference with our rights or property, other users of our Website or Services, or anyone else that could be harmed by such activities.<\/li>\n<\/ul>\n<h3><strong>Data Retention<\/strong><\/h3>\n<p>We take the protection of your personal information seriously, and have security measures, controls and policies in place.  We will hold your personal information on our systems for the longest of the following periods: (a) as long as is necessary for the relevant activity or as long as is set out in any relevant agreement you enter into with us; (b) the length of time it is reasonable to keep records to demonstrate compliance with professional, regulatory or legal obligations; (c) any retention period that is required by law, rule or regulation; or (d) the length of time it is reasonable to keep records for the Legal Purposes described above.<\/p>\n<h3><strong>Security<\/strong><\/h3>\n<p>We utilize security measures appropriate to the provision of our Website and\/or Services, such as reasonable administrative, technical, personnel, and physical measures designed to: (a) safeguard personal information against loss, theft, unauthorized use, disclosure, or modification; and (b) ensure the integrity of personal information.  However, while we will endeavor to protect the security and integrity of your personal information, due to the inherent nature of the Internet as an open global communications vehicle, we cannot guarantee that any information will be absolutely safe from intrusion by others, such as hackers, during transmission through the Internet or while stored on our systems or otherwise in our care.<\/p>\n<p>If you contact us by e-mail or the “Contact Us” or similar feature on our Website and\/or the Services, you should be aware that your transmission mechanism might not be secure. A third party could view information you send by these methods in transit. We will have no liability for disclosure of your information due to errors or unauthorized acts of third parties during or after transmission by you.<\/p>\n<h3><strong>Cookies and Related Technologies<\/strong><\/h3>\n<h4><strong>Information about our use of cookies<\/strong><\/h4>\n<p>As you use our Website, and\/or any Services, we collect certain information by automated or electronic means, using technologies such as cookies, browser analysis tools, and web server logs (“Website Usage Information”).<\/p>\n<p>The Website Usage Information is stored in web server logs and also in web cookies kept on your computers or mobile devices, which are then transmitted back to us by your computers or mobile devices. These web servers are operated by, and the cookies are managed by, us, our business partners and\/or our service providers. For example, when you access our Website and\/or the Services, we and\/or our service providers may place cookies on your computers or mobile devices. Cookies allow us to provide you with a good experience when you use our Website and\/or Services and to recognize you when you return so you will not be required to register again to use our Website and\/or Services. Cookies may also track your use of our Website and\/or the Services and can help us to detect certain kinds of fraud.<\/p>\n<p>By continuing to browse our Website and\/or use our Services, you are agreeing to our use of cookies.<\/p>\n<h4><strong>What are cookies?<\/strong><\/h4>\n<p>A “cookie” is a small amount of information that a web server sends to your browser that stores information about your registration and your use of our Website and\/or the Services. Some cookies contain numbers that allow us to connect our Website and\/or the Services with other information we store about you in your profile or as related to your interactions with our Website and\/or the Services. Some cookies are temporary, whereas others may be configured to last longer.<\/p>\n<h4><strong>We do not use cookies that track activity off of our Website.<\/strong><\/h4>\n<p>We use cookies for the following purposes:<\/p>\n<ul>\n<li><strong>Strictly necessary cookies. <\/strong>These are cookies that are essential for the operation and security of our Website.<\/li>\n<li><strong>Analytical\/performance cookies.<\/strong> These cookies collect information about how you use our Website. For example, they allow us to recognize and count the number of visitors and to see how visitors move around our Website when they are using it. This helps us to improve the way our Website works, for example, by ensuring that users are finding what they are looking for easily.<\/li>\n<li><strong>Functionality cookies.<\/strong> These are used to recognize you when you return to our Website and remember the choices you make. This enables us to personalize our content for you and remember your preferences (for example, your choice of language or region).  (We also use software hosted by us to store information when a Website user logs in to our Investor Portal.)<\/li>\n<\/ul>\n<p>We use session cookies and persistent cookies, but the persistent cookies all have short expirations.<\/p>\n<p>“Session” cookies are temporary cookies used for various reasons, such as to manage page views. Your browser usually erases session cookies once you exit your browser.<\/p>\n<p>“Persistent” cookies are more cookies that are stored on your computers or mobile devices even after you exit your browser. For example, if you log into a portion of our Website that requires a log-in, the cookie may store login details and passwords so web users don’t need to re-enter them every time they use a site, and we and our service providers may use persistent cookies for a number of purposes, such as retrieving certain information you have previously provided and storing such information.<\/p>\n<p><strong>Google Analytics<\/strong><strong>.<\/strong> Our Website uses Google Analytics to collect information about how visitors use our Website through use of their cookies. We use the information to compile reports and to help us improve our Website and Services. The cookies collect information in an anonymous form, including where visitors have come to the site from and the pages they visited. For more information on Google Analytics, please click <a href=\"https:\/\/developers.google.com\/analytics\/devguides\/collection\/analyticsjs\/cookie-usage#analyticsjs\">here<\/a> or for more details of how Google uses data when you use our Website and Services, please click <a href=\"http:\/\/www.google.com\/policies\/privacy\/partners\/\">here<\/a>.<\/p>\n<h3><strong>Privacy Policies of Third Party Websites<\/strong><\/h3>\n<p>This Privacy Policy only addresses the use and disclosure of personal information we collect from you. Other third-party websites that may be accessible or linked through our Website have their own privacy policies and data collection, use and disclosure practices. If you access any such website, we urge you to review its privacy policy. We are not responsible for the policies or practices of third parties, including those of any sites, apps or services not owned by us.<\/p>\n<p>Some third party Websites accessible or linked through by our Website:<\/p>\n<p><strong>Vimeo.  <\/strong>Our Website features videos hosted by Vimeo.  For information about cookies used by Vimeo, currently available at <a href=\"https:\/\/vimeo.com\/privacy\">https:\/\/vimeo.com\/privacy<\/a>.<\/p>\n<p><strong>YouTube.<\/strong> Our Website features videos hosted by YouTube.  For information about cookies used by YouTube, currently available at <a href=\"https:\/\/policies.google.com\/privacy?hl=en-US\">https:\/\/policies.google.com\/privacy?hl=en-US<\/a><\/p>\n<p><strong>Careers. <\/strong>On our Website Careers section, there is functionality hosted by workday.com that enables interested persons to apply for career opportunities within Millennium. For information about cookies used by Workday, currently available at <a href=\"https:\/\/www.workday.com\/en-us\/privacy.html#service\">https:\/\/www.workday.com\/en-us\/privacy.html#service<\/a>.<\/p>\n<p><strong>How you can manage your cookies<\/strong><strong><br \/>\n<\/strong>If you’d like to delete cookies or instruct your web browser to delete or refuse cookies, please visit the help pages of your web browser.  Please note, however, that if you delete cookies or refuse to accept them, you might not be able to use all of the features we offer, you may not be able to store your preferences, and some of our pages might not display properly.<\/p>\n<h3><strong>Children<\/strong><\/h3>\n<p>We do not collect or maintain personal information from anyone known to be under the age of 13, and no part of our Website or Services is designed to attract anyone under the age of 13. You must be over the age of 18 in order to sign up for any Services we may offer.<\/p>\n<h3><strong>Disclosures for EU residents and others outside the U.S.<\/strong><\/h3>\n<p>Individuals in Andorra, Argentina, Australia, Canada, Cayman, Europe Economic Area (including the United Kingdom), Faroe Islands, Guernsey, Hong Kong, Israel, Isle of Man, Japan, Jersey, Mexico, New Zealand, Singapore, South Korea, Switzerland, Uruguay, and certain other jurisdictions may have certain data subject rights. These rights vary, but they may include the right to: (i) request access to and rectification or erasure of their personal data; (ii) restrict or object to the processing of their personal data; and (iii) obtain a copy of their personal data in a portable format. Individuals may also have the right to lodge a complaint about the processing of personal data with a data protection authority.<\/p>\n<p>If you make a request related to personal data about you, you may be required to supply a valid means of identification as a security precaution. We will process your request within the time provided by applicable law.<\/p>\n<h3><strong> <\/strong><strong>Privacy Notice for California Residents<\/strong><\/h3>\n<p><em>Effective Date: January 1, 2023<\/em><\/p>\n<p>If you are a resident of the State of California, this Privacy Notice for California Residents (“California Notice”) may apply to you. This California Notice is intended to describe your rights under the California Consumer Privacy Act of 2018 as amended by the California Privacy Rights Act of 2020 (“CCPA\/CPRA”) and describes our data collection practices in more detail. Any terms defined in the CCPA\/CPRA have the same meaning when used in this California Notice.<\/p>\n<p>If you are an employee or job applicant residing in California, please refer to our California Employee Privacy Notice.<\/p>\n<h3><strong>Collection of Personal Information<\/strong><\/h3>\n<p>Through your interaction with our Website or through use of our Services, we may collect the following categories and examples of personal information:<\/p>\n<table border=\"1\" width=\"1139\">\n<tbody>\n<tr valign=\"TOP\">\n<td width=\"33%\"><strong>Category<\/strong><\/td>\n<td width=\"66%\"><strong>Examples of personal information we may collect<\/strong><\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"33%\">A. Identifiers.<\/td>\n<td width=\"66%\">A real name, alias, postal address, email address, Social Security number, driver’s license number, passport number, or other similar identifiers. Also may include references’ contact information (which the Consumer must obtain consent for before providing to us).<\/td>\n<\/tr>\n<tr>\n<td width=\"33%\">B. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).<\/td>\n<td width=\"66%\">A name, signature, address, telephone number, insurance policy number, education, employment, employment history, as provided in an email, resume, cover letter or background check application. Some personal information included in this category may overlap with other categories. In rare cases, we may collect credit card and bank account information, as well as certain medical or heath information.<\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"33%\">C. Protected classification characteristics under California or federal law.<\/td>\n<td width=\"66%\">Information about Consumer’s visa status and authorization to work in the relevant jurisdiction, demographic information including age and gender, and where applicable and in accordance with applicable law, veteran status. With Consumer’s permission or as permitted by applicable law, information obtained through background checks.<\/td>\n<\/tr>\n<tr>\n<td width=\"33%\">D. Commercial information.<\/td>\n<td width=\"66%\">Records regarding investment services and transactions.<\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"33%\">E. Biometric information.<\/td>\n<td width=\"66%\">None.<\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"33%\">F. Internet or other similar network activity.<\/td>\n<td width=\"66%\">Data related to a Consumer’s interaction with our Website.<\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"33%\">G. Geolocation data.<\/td>\n<td width=\"66%\">None.<\/td>\n<\/tr>\n<tr>\n<td width=\"33%\">H. Sensory data.<\/td>\n<td width=\"66%\">Audio, electronic, visual, and similar information, such as images and audio, including CCTV footage of persons who enter our premises.<\/td>\n<\/tr>\n<tr>\n<td width=\"33%\">I. Professional or employment-related information.<\/td>\n<td width=\"66%\">Information related to one’s current or past job history (e.g., job titles, business name and contact information), as well as data generated from performance evaluations.<\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"33%\">J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).<\/td>\n<td width=\"66%\">Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, or student disciplinary records, as related to the application or recruitment process.<\/td>\n<\/tr>\n<tr>\n<td width=\"33%\">K. Inferences drawn from other personal information.<\/td>\n<td width=\"66%\">Profile reflecting a person’s preferences, attitudes, intelligence, skills, abilities, interests and aptitudes as related to the application or recruitment process.<\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"33%\">L. Sensitive Personal Information<\/td>\n<td width=\"66%\">In rare cases, we may collect social security, driver’s license, and passport numbers, as well as, where applicable and in accordance with applicable law, limited information about one’s religious beliefs, ethnic origin, and disability.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<h3><\/h3>\n<h3><strong>Categories of Sources from Which Personal Information is Collected<\/strong><\/h3>\n<p>We collect personal information directly from you via our Website and Services, from your communications with us, when you visit our offices or facilities, automatically via cookies and similar technologies, and from third parties, including government entities and service providers.<\/p>\n<h3><strong>Business or Commercial Purposes for Collecting Personal Information<\/strong><\/h3>\n<p>We use personal information for the business and commercial purposes disclosed under the “Purposes for Collecting Information” section of the Privacy Policy.<\/p>\n<h3><strong>Disclosure of Personal Information<\/strong><\/h3>\n<p>To facilitate the provision of Services to you and to comply with applicable law, we may disclose your personal information to the parties described in the “How We Disclose Information” section of this Privacy Policy, including our affiliates, service providers, business partners and associates, and certain parties in connection with any actual or potential transfer or merger, sale, acquisition, assignment, transfer, or other disposition of part or all of our business or assets, or any associated rights or interests, or to acquire a business or enter into a merger with it.<\/p>\n<h3><strong>Sale and Sharing of Personal Information<\/strong><\/h3>\n<p>We do not sell your personal information (e.g., exchange your personal information for monetary or other valuable consideration), nor do we share personal information, such as cookie data, with online partners in ways that may be considered “sharing” under the CCPA\/CPRA.<\/p>\n<h3><strong>Notice at Collection for Online Sources<\/strong><\/h3>\n<p>The CCPA\/CPRA requires us to provide certain disclosures at or before our collection of personal information from California residents. The below Notice at Collection for Online Sources provides you with information about how we collect, use, and retain your personal information in the online context.<\/p>\n<table border=\"1\" width=\"1068\">\n<tbody>\n<tr valign=\"TOP\">\n<td width=\"175\"><strong>Category of Personal Information<\/strong><\/td>\n<td width=\"180\"><strong>Purpose for Collection and Use<\/strong><\/td>\n<td width=\"175\"><strong>Is the Information Sold or Shared?<\/strong><\/td>\n<td width=\"177\"><strong>Criteria to Determine Retention Period<\/strong><\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"175\">Identifiers<\/td>\n<td rowspan=\"4\" width=\"180\">\n<ul>\n<li>To operate, maintain or improve our Website, the Services or our business;<\/li>\n<li>To contact you or respond to your requests or inquiries;<\/li>\n<li>To consider you for employment or business opportunities;<\/li>\n<li>To support auditing, legal or compliance functions;<\/li>\n<li>To create and manage online accounts;<\/li>\n<li>To send informational materials, alerts and other communications, which may be through our Website or outside of our Website, such as via e-mail or through third party websites and\/or apps; and\/or<\/li>\n<li>To maintain our internal records.<\/li>\n<\/ul>\n<\/td>\n<td width=\"175\">No<\/td>\n<td rowspan=\"4\" width=\"177\">We retain personal information as we determine is necessary for management of continuing contractual rights and obligations, compliance with applicable law, rule or regulation, the establishment, exercise or defense of legal rights or claims or protect our rights, respond to legal or regulatory requests or inquiries, which would include our need to comply with our contractual and other legal obligations, resolve disputes or claims, and enforce our agreements.  We anticipate that this would continue for the period of your relationship with us, consistent with and proportional to our business record requirements.<\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"175\">Categories described in Civ. Code § 1798.80(e)<\/td>\n<td width=\"175\">No<\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"175\">Professional or employment-related information.<\/td>\n<td width=\"175\">No<\/td>\n<\/tr>\n<tr valign=\"TOP\">\n<td width=\"175\">Internet or other similar network activity<\/td>\n<td width=\"175\">No<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<h3><\/h3>\n<h3><strong>Sensitive Personal Information from Online Sources<\/strong><\/h3>\n<p>Unless provided to us by you in a free text form, we do not knowingly collect Sensitive Personal Information, as defined by the CCPA\/CPRA, through online sources.<\/p>\n<h3><strong>CCPA\/CPRA Consumer Rights<\/strong><\/h3>\n<p>California residents may have certain consumer rights. These rights may include:<\/p>\n<ul>\n<li>The right to know what personal information we collect, including (1) the right to request information regarding the categories of personal information we collect along with other information such as the categories of sources from which the information is collected and third parties with whom it is shared and (2) the right to request a copy of the specific pieces of personal information we collect (sometimes referred to as the right to access personal information);<\/li>\n<li>The right to delete personal information that we collect from you, subject to certain exceptions;<\/li>\n<li>The right to correct inaccurate personal information that we maintain about you;<\/li>\n<li>The right to opt-out of the sale or sharing of personal information—since we do not sell or share personal information, as those terms are defined under the CCPA\/CPRA, you are already opted-out;<\/li>\n<li>The right to opt-out of certain uses of sensitive personal information; and<\/li>\n<li>The right not to be retaliated or discriminated against for exercising any CCPA\/CPRA rights in good faith.<\/li>\n<\/ul>\n<h3><strong>How to Exercise Your Consumer Rights<\/strong><\/h3>\n<p>If you wish to exercise any of the abovementioned consumer rights, you may call us at (212) 841-4100 or email your request to <a href=\"mailto:privacy.us@mlp.com\">privacy.us@mlp.com<\/a> with the phrase “California Consumer Rights” in the subject line.  Before we can honor any such request, we need to verify that the request is really made by you. In order for us to verify that any such request is being made by you, we will need you to provide us with your full legal name and email address that matches the information in our records. In addition, if you have a current relationship with us, we may contact you and ask you to provide other additional information about you or your request.<\/p>\n<h3><strong>Additional Privacy Notices<\/strong><\/h3>\n<p>If you are an investor in a Millennium Fund, also see the privacy notice on the <a href=\"https:\/\/investor.mlp.com\/\">Investor Portal<\/a>.<\/p>\n<h3><strong>Changes to this Privacy Policy<\/strong><\/h3>\n<p>We reserve the right to change or update this Privacy Policy, or any other of our policies or practices, at any time, and will notify users of our Website and\/or Services by posting such changed or updated Privacy Policy on this page. Any changes or updates will be effective immediately upon posting to our Website. We will notify you of significant changes or updates to our Privacy Policy by additional means, such as posting a notice on the front page of our Website and\/or sending you an e-mail.<\/p>\n<h3><strong>Contact Us<\/strong><\/h3>\n<p>If you have any questions about this Privacy Policy, or our privacy related practices, you can contact us at <a href=\"mailto:privacy.us@mlp.com\">privacy.us@mlp.com<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p> Last updated: January 1, 2023 If you are a data subject in the EEA (excluding France), the UK, Switzerland or the DIFC, please see the following: Link If you are a data subject in France, please see the following: Link Millennium Management LLC and its subsidiaries and affiliated entities (“we,” “us,” “our,” or other similar pronouns) are [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-3","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.8 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Millennium Management | Privacy Policy<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/mln.finance\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Millennium Management | Privacy Policy\" \/>\n<meta property=\"og:description\" content=\" Last updated: January 1, 2023 If you are a data subject in the EEA (excluding France), the UK, Switzerland or the DIFC, please see the following: Link If you are a data subject in France, please see the following: Link Millennium Management LLC and its subsidiaries and affiliated entities (“we,” “us,” “our,” or other similar pronouns) are [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/mln.finance\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"MLP\" \/>\n<meta property=\"article:modified_time\" content=\"2024-06-04T23:13:09+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/millennium_sns.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"675\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"17 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/mln.finance\/privacy-policy\/\",\"url\":\"https:\/\/mln.finance\/privacy-policy\/\",\"name\":\"Millennium Management | Privacy Policy\",\"isPartOf\":{\"@id\":\"https:\/\/mln.finance\/#website\"},\"datePublished\":\"2023-10-25T14:19:38+00:00\",\"dateModified\":\"2024-06-04T23:13:09+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/mln.finance\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/mln.finance\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/mln.finance\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/mln.finance\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/mln.finance\/#website\",\"url\":\"https:\/\/mln.finance\/\",\"name\":\"MLP\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/mln.finance\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/mln.finance\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/mln.finance\/#organization\",\"name\":\"MLP\",\"url\":\"https:\/\/mln.finance\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/mln.finance\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/cropped-favicon.png\",\"contentUrl\":\"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/cropped-favicon.png\",\"width\":512,\"height\":512,\"caption\":\"MLP\"},\"image\":{\"@id\":\"https:\/\/mln.finance\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Millennium Management | Privacy Policy","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/mln.finance\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Millennium Management | Privacy Policy","og_description":" Last updated: January 1, 2023 If you are a data subject in the EEA (excluding France), the UK, Switzerland or the DIFC, please see the following: Link If you are a data subject in France, please see the following: Link Millennium Management LLC and its subsidiaries and affiliated entities (“we,” “us,” “our,” or other similar pronouns) are [&hellip;]","og_url":"https:\/\/mln.finance\/privacy-policy\/","og_site_name":"MLP","article_modified_time":"2024-06-04T23:13:09+00:00","og_image":[{"width":1200,"height":675,"url":"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/millennium_sns.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"17 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/mln.finance\/privacy-policy\/","url":"https:\/\/mln.finance\/privacy-policy\/","name":"Millennium Management | Privacy Policy","isPartOf":{"@id":"https:\/\/mln.finance\/#website"},"datePublished":"2023-10-25T14:19:38+00:00","dateModified":"2024-06-04T23:13:09+00:00","breadcrumb":{"@id":"https:\/\/mln.finance\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/mln.finance\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/mln.finance\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/mln.finance\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/mln.finance\/#website","url":"https:\/\/mln.finance\/","name":"MLP","description":"","publisher":{"@id":"https:\/\/mln.finance\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/mln.finance\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/mln.finance\/#organization","name":"MLP","url":"https:\/\/mln.finance\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/mln.finance\/#\/schema\/logo\/image\/","url":"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/cropped-favicon.png","contentUrl":"https:\/\/mln.finance\/wp-content\/uploads\/2024\/05\/cropped-favicon.png","width":512,"height":512,"caption":"MLP"},"image":{"@id":"https:\/\/mln.finance\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/pages\/3","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":0,"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"wp:attachment":[{"href":"https:\/\/mln.finance\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}